package org.toxsoft.core.tsgui.ved.utils;

/**
 * Базовый класс "представления" вершины активной границы.
 * <p>
 * Вершина - активный участок, который может быть захвачен мышью.<br>
 * <b>Мотивация:</b><br>
 * Помощь в создании инструментов, которые могут, захвытывая мышью отдельные участки границы выделения, изменять
 * различные свойства компоненты. Например, инструмент "Указатель", заватив левый нижний угол границы выделения может
 * изменять размеры компоненты.
 *
 * @author vs
 */
public class AbstractVertexView {

}
