ITsResources.FMT_ERR_EMPRY_STR_PARAM=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 '%s' \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u043E\u0439 \u0441\u0442\u0440\u043E\u043A\u043E\u0439
ITsResources.FMT_ERR_INV_INITER_CLASS=\u041A\u043B\u0430\u0441\u0441 '%s' \u0438\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0430\u0442\u043E\u0440\u0430 \u0441\u043B\u0443\u0436\u0431 \u0434\u043E\u043B\u0436\u0435\u043D \u0440\u0430\u0441\u0448\u0438\u0440\u044F\u0442\u044C '%s'
ITsResources.FMT_ERR_NO_INITER_CLASS=\u041D\u0435 \u043C\u043E\u0433\u0443 \u043D\u0430\u0439\u0442\u0438 \u043A\u043B\u0430\u0441\u0441 \u0438\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0430\u0442\u043E\u0440\u0430 \u0441\u043B\u0443\u0436\u0431 '%s'
ITsResources.FMT_ERR_NO_NEW_INITER=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u044D\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440 \u0438\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0430\u0442\u043E\u0440\u0430 \u0441\u043B\u0443\u0436\u0431 \u043A\u043B\u0430\u0441\u0441\u0430 '%s'
ITsResources.FMT_INFO_CLIENT_ACCEPTED=\u041F\u043E\u0434\u043A\u043B\u044E\u0447\u0438\u043B\u0441\u044F \u043A\u043B\u0438\u0435\u043D\u0442 %s
ITsResources.FMT_INFO_CONN_TO_SERVER=\u041F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043A s5-\u0441\u0435\u0440\u0432\u0435\u0440\u0443: %s:%d
ITsResources.FMT_INFO_INIT_SERV_SOCK=\u0418\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F \u043F\u0440\u043E\u0441\u043B\u0443\u0448\u0438\u0432\u0430\u043D\u0438\u044F \u0437\u0430\u043F\u0440\u043E\u0441\u043E\u0432 \u043A \u0421\u041F\u0414 \u043F\u043E \u0430\u0434\u0440\u0435\u0441\u0443 %s:%d
ITsResources.FMT_TOO_BIG_INPUT_STRING=\u0421\u0447\u0438\u0442\u044B\u0432\u0430\u0435\u043C\u0430\u044F \u0438\u0437 \u043F\u043E\u0442\u043E\u043A\u0430 \u0441\u0442\u0440\u043E\u043A\u0430 \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u0435\u0442 \u0434\u043B\u0438\u043D\u0443 \u0432 %d \u043C\u0438\u043B\u043B\u0438\u043E\u043D\u043E\u0432 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
ITsResources.MSG_ERR_CANT_CONNECT_S5=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0435 \u0441 S5-\u0441\u0435\u0440\u0432\u0435\u0440\u043E\u043C, \u043F\u043E\u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u043B\u043E\u0433
ITsResources.MSG_ERR_CANT_INIT_PAS=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u0440\u043E\u0441\u043B\u0443\u0448\u0438\u0432\u0430\u043D\u0438\u0435 \u0437\u0430\u043F\u0440\u043E\u0441\u043E\u0432 \u043A \u0421\u041F\u0414, \u043F\u043E\u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u043B\u043E\u0433
ITsResources.MSG_ERR_RECREATE_CHANNEL=%s. \u041F\u043E\u0432\u0442\u043E\u0440 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u043A\u0430\u043D\u0430\u043B\u0430 \u0441 \u043A\u043B\u0438\u0435\u043D\u0442\u043E\u043C. \u0417\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u0438\u0435 \u0440\u0430\u0431\u043E\u0442\u044B \u043F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0435\u0433\u043E \u043A\u0430\u043D\u0430\u043B\u0430
ITsResources.STR_D_PAS_IN_CONN_QUEUE_SIZE=\u0420\u0430\u0437\u043C\u0435\u0440 \u043E\u0447\u0435\u0440\u0435\u0434\u0438 \u0432\u0445\u043E\u0434\u044F\u0449\u0438\u0445 \u0437\u0430\u043F\u0440\u043E\u0441\u043E\u0432 \u043D\u0430 \u041F\u0421\u0414 (\u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E 16)
ITsResources.STR_D_PAS_SERVER_ADDRESS=IP-\u0430\u0434\u0440\u0435\u0441 \u0438\u043B\u0438 \u0442\u0435\u043A\u0441\u0442\u043E\u0432\u043E\u0435 \u0438\u043C\u044F \u0441\u0435\u0440\u0432\u0435\u0440\u0430 \u043F\u0443\u0431\u043B\u0438\u0447\u043D\u043E\u0433\u043E \u0434\u043E\u0441\u0442\u0443\u043F\u0430. \u041F\u0443\u0441\u0442\u0430\u044F \u0441\u0442\u0440\u043E\u043A\u0430: \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438
ITsResources.STR_D_PAS_SERVER_PORT=\u041D\u043E\u043C\u0435\u0440 \u043F\u043E\u0440\u0442\u0430 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u044F \u043A \u0441\u0435\u0440\u0432\u0435\u0440\u0443 \u043F\u0443\u0431\u043B\u0438\u0447\u043D\u043E\u0433\u043E \u0434\u043E\u0441\u0442\u0443\u043F\u0430. 0:  \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438
ITsResources.STR_N_PAS_IN_CONN_QUEUE_SIZE=\u0420\u0430\u0437\u043C\u0435\u0440 \u043E\u0447\u0435\u0440\u0435\u0434\u0438 \u0437\u0430\u043F\u0440\u043E\u0441\u043E\u0432
ITsResources.STR_N_PAS_SERVER_ADDRESS=\u0410\u0434\u0440\u0435\u0441 \u0421\u041F\u0414
ITsResources.STR_N_PAS_SERVER_PORT=\u041F\u043E\u0440\u0442 \u0421\u041F\u0414
