package org.toxsoft.core.pas.common;

/**
 * Константы протокола системного JSON обмена между клиентом и сервером
 *
 * @author mvk
 */
@SuppressWarnings( "nls" )
public interface IPasProtocol {

  // ------------------------------------------------------------------------------------
  // Идентификаторы запросов
  //
  /**
   * Идентификатор уведомления "проверка работоспособности канала"
   */
  String JSON_NOTIFY_ALIVE = "org.toxsoft.core.pas.common.checkAlive";

  // ------------------------------------------------------------------------------------
  // Идентификаторы параметров запросов
  //
  /**
   * Параметр: имя канала (опционально).
   */
  String JSON_PARAM_NAME = "name";

  /**
   * Параметр: описание канала (опционально)
   */
  String JSON_PARAM_DESCRIPTION = "description";

  /**
   * Параметр: таймаут (мсек) в течении которого должно прийти хотя бы одно сообщение иначе канал будет считаться
   * неработоспособным.
   */
  String JSON_PARAM_FAILURE_TIMEOUT = "failureTimeout";

}
